{
  "text": {
    "how": 253,
    "can": 86,
    "i": 254,
    "get": 224,
    "admission": 15,
    "for": 213,
    "b": 52,
    "tech": 538,
    "at": 47,
    "iit": 258,
    "indore": 269,
    "what": 589,
    "is": 281,
    "the": 542,
    "procedure": 416,
    "do": 157,
    "apply": 40,
    "entrance": 180,
    "exam": 187,
    "jee": 288,
    "advanced": 18,
    "required": 454,
    "courses": 132,
    "are": 42,
    "offered": 360,
    "which": 592,
    "branches": 70,
    "available": 51,
    "you": 609,
    "list": 304,
    "programs": 420,
    "engineering": 175,
    "streams": 518,
    "does": 159,
    "offer": 359,
    "computer": 116,
    "science": 471,
    "registration": 443,
    "steps": 516,
    "documents": 158,
    "complete": 113,
    "my": 342,
    "where": 591,
    "register": 442,
    "deadline": 143,
    "whom": 595,
    "should": 492,
    "contact": 124,
    "queries": 429,
    "email": 173,
    "ug": 558,
    "office": 361,
    "provide": 425,
    "details": 148,
    "admissions": 16,
    "who": 594,
    "officer": 362,
    "call": 84,
    "find": 208,
    "course": 131,
    "structure": 519,
    "check": 100,
    "syllabus": 530,
    "of": 358,
    "link": 301,
    "to": 552,
    "curriculum": 135,
    "subjects": 521,
    "included": 266,
    "in": 265,
    "program": 419,
    "download": 162,
    "change": 99,
    "branch": 69,
    "possible": 409,
    "rules": 463,
    "process": 417,
    "work": 605,
    "when": 590,
    "there": 543,
    "any": 33,
    "scholarships": 470,
    "students": 520,
    "financial": 207,
    "aid": 22,
    "sc": 466,
    "st": 509,
    "tuition": 555,
    "fee": 202,
    "exemption": 190,
    "eligibility": 171,
    "criteria": 134,
    "merit": 330,
    "based": 55,
    "grading": 233,
    "system": 531,
    "grades": 232,
    "calculated": 81,
    "explain": 193,
    "passing": 383,
    "grade": 231,
    "cgpa": 98,
    "calculation": 82,
    "hostel": 250,
    "facilities": 196,
    "hostels": 252,
    "separate": 481,
    "boys": 68,
    "and": 31,
    "girls": 225,
    "amenities": 28,
    "compulsory": 115,
    "far": 201,
    "from": 219,
    "city": 105,
    "distance": 156,
    "railway": 431,
    "station": 512,
    "reach": 434,
    "transport": 553,
    "options": 371,
    "exactly": 186,
    "located": 305,
    "hello": 243,
    "hi": 247,
    "hey": 246,
    "good": 229,
    "morning": 338,
    "evening": 181,
    "s": 464,
    "up": 564,
    "greetings": 234,
    "bye": 79,
    "goodbye": 230,
    "see": 478,
    "later": 295,
    "have": 241,
    "a": 3,
    "nice": 351,
    "day": 141,
    "take": 534,
    "care": 90,
    "library": 297,
    "academic": 5,
    "block": 62,
    "show": 493,
    "me": 321,
    "way": 586,
    "navigate": 345,
    "sports": 507,
    "complex": 114,
    "main": 312,
    "gate": 221,
    "jam": 287,
    "__number__": 2,
    "am": 27,
    "eligible": 172,
    "final": 206,
    "year": 608,
    "not": 352,
    "valid": 572,
    "obc": 357,
    "ncl": 346,
    "certificate": 96,
    "still": 517,
    "under": 560,
    "category": 92,
    "if": 257,
    "invalid": 279,
    "ews": 185,
    "happens": 238,
    "don": 160,
    "t": 533,
    "upload": 567,
    "an": 30,
    "updated": 566,
    "with": 602,
    "existing": 191,
    "foreign": 214,
    "national": 344,
    "international": 276,
    "outside": 376,
    "india": 267,
    "need": 347,
    "minimum": 333,
    "percentage": 392,
    "be": 56,
    "marks": 316,
    "requirement": 455,
    "score": 472,
    "appearing": 37,
    "backlog": 53,
    "pending": 390,
    "arrears": 44,
    "having": 242,
    "affect": 19,
    "application": 38,
    "age": 21,
    "limit": 299,
    "maximum": 320,
    "appear": 36,
    "older": 365,
    "candidates": 88,
    "many": 314,
    "times": 549,
    "on": 366,
    "number": 356,
    "attempts": 49,
    "attempt": 48,
    "multiple": 341,
    "made": 311,
    "mistake": 335,
    "form": 215,
    "correct": 128,
    "it": 285,
    "after": 20,
    "submitting": 525,
    "update": 565,
    "name": 343,
    "or": 372,
    "date": 139,
    "birth": 61,
    "correction": 129,
    "window": 599,
    "applications": 39,
    "pay": 386,
    "fix": 210,
    "defects": 146,
    "much": 339,
    "fees": 203,
    "mode": 337,
    "payment": 387,
    "filling": 205,
    "indian": 268,
    "mobile": 336,
    "mandatory": 313,
    "submit": 523,
    "without": 604,
    "verifying": 574,
    "identity": 256,
    "accepted": 8,
    "use": 568,
    "passport": 384,
    "as": 45,
    "id": 255,
    "proof": 422,
    "paid": 380,
    "but": 78,
    "portal": 408,
    "shows": 494,
    "unpaid": 562,
    "failed": 199,
    "now": 355,
    "successful": 527,
    "why": 596,
    "choose": 102,
    "three": 546,
    "cities": 104,
    "centers": 94,
    "allotted": 24,
    "preference": 411,
    "submission": 522,
    "two": 557,
    "papers": 382,
    "fill": 204,
    "forms": 216,
    "additional": 12,
    "paper": 381,
    "10th": 0,
    "mark": 315,
    "sheet": 490,
    "certificates": 97,
    "verification": 573,
    "photo": 397,
    "meet": 327,
    "specifications": 506,
    "will": 598,
    "rejected": 444,
    "signature": 496,
    "per": 391,
    "guidelines": 236,
    "defective": 145,
    "photograph": 400,
    "qualifies": 428,
    "person": 394,
    "benchmark": 59,
    "disability": 155,
    "avail": 50,
    "scribe": 473,
    "assistance": 46,
    "writing": 607,
    "difficulties": 152,
    "request": 453,
    "compensatory": 109,
    "time": 548,
    "status": 513,
    "scrutiny": 474,
    "mean": 324,
    "notified": 354,
    "has": 240,
    "issues": 284,
    "receive": 438,
    "admit": 17,
    "card": 89,
    "sent": 480,
    "via": 576,
    "alone": 26,
    "enough": 176,
    "enter": 178,
    "center": 93,
    "bring": 74,
    "hall": 237,
    "soft": 503,
    "copy": 127,
    "late": 294,
    "extra": 195,
    "withdraw": 603,
    "refund": 439,
    "cancel": 87,
    "refundable": 440,
    "freely": 217,
    "access": 9,
    "books": 64,
    "open": 369,
    "stacks": 510,
    "allowed": 25,
    "browse": 75,
    "reading": 435,
    "room": 461,
    "behavior": 57,
    "expected": 192,
    "regarding": 441,
    "silence": 497,
    "talk": 535,
    "okay": 364,
    "phone": 396,
    "inside": 271,
    "underline": 561,
    "fold": 211,
    "book": 63,
    "pages": 379,
    "highlight": 248,
    "text": 541,
    "damage": 138,
    "eating": 169,
    "smoke": 500,
    "food": 212,
    "drink": 163,
    "beverages": 60,
    "carry": 91,
    "bag": 54,
    "personal": 395,
    "items": 286,
    "own": 378,
    "into": 278,
    "keep": 289,
    "belongings": 58,
    "while": 593,
    "using": 569,
    "borrow": 65,
    "borrowing": 67,
    "limits": 300,
    "long": 307,
    "borrowed": 66,
    "days": 142,
    "faculty": 198,
    "return": 458,
    "fine": 209,
    "overdue": 377,
    "consequences": 123,
    "returns": 460,
    "restricted": 457,
    "renew": 448,
    "online": 368,
    "extend": 194,
    "period": 393,
    "renewal": 449,
    "second": 475,
    "twice": 556,
    "visit": 580,
    "re": 433,
    "issuance": 282,
    "penalty": 389,
    "returning": 459,
    "lose": 308,
    "replace": 450,
    "lost": 309,
    "photocopy": 399,
    "softcover": 504,
    "version": 575,
    "instead": 274,
    "hardcover": 239,
    "duplicate": 165,
    "printout": 414,
    "acceptable": 7,
    "replacement": 451,
    "accept": 6,
    "photocopied": 398,
    "one": 367,
    "volume": 581,
    "multi": 340,
    "set": 486,
    "entire": 179,
    "misplace": 334,
    "single": 498,
    "cost": 130,
    "out": 375,
    "print": 413,
    "unavailable": 559,
    "anywhere": 35,
    "dine": 153,
    "central": 95,
    "dining": 154,
    "facility": 197,
    "eat": 168,
    "opt": 370,
    "cook": 125,
    "cooking": 126,
    "prepare": 412,
    "meal": 322,
    "timings": 550,
    "anytime": 34,
    "served": 483,
    "fall": 200,
    "sick": 495,
    "special": 505,
    "diet": 151,
    "m": 310,
    "unwell": 563,
    "utensils": 570,
    "plates": 404,
    "cutlery": 136,
    "kitchen": 291,
    "area": 43,
    "go": 228,
    "meals": 323,
    "shared": 488,
    "among": 29,
    "share": 487,
    "friend": 218,
    "sharing": 489,
    "raise": 432,
    "complaints": 112,
    "about": 4,
    "complaint": 111,
    "social": 502,
    "media": 326,
    "complain": 110,
    "mess": 331,
    "everyone": 184,
    "policy": 407,
    "drugs": 164,
    "alcohol": 23,
    "smoking": 501,
    "hostellers": 251,
    "enroll": 177,
    "service": 484,
    "rebate": 437,
    "duration": 166,
    "short": 491,
    "term": 540,
    "approval": 41,
    "submitted": 524,
    "early": 167,
    "guest": 235,
    "reasons": 436,
    "full": 220,
    "conditions": 117,
    "claim": 107,
    "violate": 577,
    "penalties": 388,
    "breaking": 72,
    "violating": 578,
    "policies": 406,
    "remain": 446,
    "same": 465,
    "every": 183,
    "connect": 120,
    "iiti_secure": 262,
    "iiti_secure_5g": 263,
    "help": 244,
    "wifi": 597,
    "connection": 121,
    "install": 272,
    "iiti": 259,
    "network": 349,
    "problem": 415,
    "internet": 277,
    "working": 606,
    "cable": 80,
    "think": 545,
    "configuration": 118,
    "issue": 283,
    "ip": 280,
    "connectivity": 122,
    "down": 161,
    "report": 452,
    "create": 133,
    "ticket": 547,
    "helpdesk": 245,
    "want": 585,
    "support": 529,
    "login": 306,
    "password": 385,
    "reset": 456,
    "default": 144,
    "institute": 275,
    "account": 10,
    "official": 363,
    "iiti_2": 260,
    "4g": 1,
    "iiti_5g": 261,
    "installing": 273,
    "matlab": 319,
    "linux": 303,
    "windows": 600,
    "generate": 223,
    "ssh": 508,
    "key": 290,
    "public": 426,
    "puttygen": 427,
    "rsa": 462,
    "configure": 119,
    "vpn": 582,
    "stay": 514,
    "secure": 476,
    "ts": 554,
    "cyber": 137,
    "security": 477,
    "protect": 424,
    "accounts": 11,
    "tips": 551,
    "staying": 515,
    "citc": 103,
    "team": 537,
    "information": 270,
    "physical": 401,
    "plugged": 405,
    "properly": 423,
    "leds": 296,
    "glowing": 227,
    "address": 13,
    "subnet": 526,
    "mask": 317,
    "gateway": 222,
    "ping": 403,
    "neighbor": 348,
    "other": 374,
    "systems": 532,
    "building": 77,
    "another": 32,
    "telnet": 539,
    "scan": 467,
    "device": 150,
    "viruses": 579,
    "vulnerabilities": 583,
    "website": 588,
    "quick": 430,
    "links": 302,
    "services": 485,
    "calendar": 83,
    "semester": 479,
    "schedule": 468,
    "start": 511,
    "mid": 332,
    "break": 71,
    "important": 264,
    "dates": 140,
    "exams": 189,
    "classes": 108,
    "last": 293,
    "teaching": 536,
    "examination": 188,
    "we": 587,
    "practical": 410,
    "end": 174,
    "released": 445,
    "breaks": 73,
    "holidays": 249,
    "september": 482,
    "winter": 601,
    "vacation": 571,
    "remission": 447,
    "notification": 353,
    "waiver": 584,
    "new": 350,
    "adjust": 14,
    "events": 182,
    "scheduled": 469,
    "campus": 85,
    "orientation": 373,
    "life": 298,
    "skills": 499,
    "development": 149,
    "supervisor": 528,
    "thesis": 544,
    "btech": 76,
    "project": 421,
    "members": 328,
    "mems": 329,
    "department": 147,
    "know": 292,
    "mechanical": 325,
    "professors": 418,
    "electrical": 170,
    "civil": 106,
    "math": 318,
    "give": 226,
    "physics": 402,
    "chemical": 101
  },
  "intent": {
    "admission_process": 1,
    "departments_offered": 66,
    "registration_procedure": 94,
    "contact_info": 63,
    "course_structure": 64,
    "change_branch": 57,
    "scholarships": 97,
    "grading_system": 77,
    "hostel_facilities": 79,
    "location": 84,
    "greet": 78,
    "goodbye": 76,
    "navigate_campus": 88,
    "eligibility_check": 68,
    "category_certificate": 56,
    "foreign_national_eligibility": 72,
    "minimum_percentage_requirement": 85,
    "backlog_eligibility": 55,
    "age_limit": 3,
    "exam_attempts": 69,
    "application_correction": 4,
    "application_fees": 5,
    "mobile_number_requirement": 86,
    "accepted_identity_documents": 0,
    "payment_issue": 91,
    "exam_centre_choice": 70,
    "multiple_papers": 87,
    "required_documents": 96,
    "photo_signature_issue": 92,
    "disability_assistance": 67,
    "application_status": 6,
    "admit_card": 2,
    "exam_entry_requirements": 71,
    "late_entry_policy": 83,
    "application_withdrawal": 7,
    "ask_library_access": 28,
    "ask_library_behavior": 29,
    "ask_marking_books": 33,
    "ask_eating_smoking": 16,
    "ask_personal_belongings": 42,
    "ask_borrowing_limits": 9,
    "ask_late_return": 27,
    "ask_online_renewal": 40,
    "ask_second_renewal": 50,
    "ask_late_fee": 26,
    "ask_lost_book": 31,
    "ask_photocopy_replacement": 43,
    "ask_multi_volume_loss": 38,
    "ask_out_of_print_book": 41,
    "ask_dining_mandatory": 14,
    "ask_cooking_allowed": 13,
    "ask_meal_timings": 35,
    "ask_sick_meal": 52,
    "ask_food_outside": 20,
    "ask_kitchen_entry": 25,
    "ask_meal_sharing": 34,
    "ask_complaint_process": 11,
    "ask_complaint_social_media": 12,
    "ask_prohibited_items": 45,
    "ask_mandatory_mess": 32,
    "ask_mess_rebate_apply": 36,
    "ask_short_term_rebate": 51,
    "ask_long_term_rebate": 30,
    "ask_rebate_submission": 48,
    "ask_guest_meal_rebate": 23,
    "ask_full_rebate": 21,
    "ask_violation_rebate": 54,
    "ask_rebate_policy_change": 47,
    "wifi_connection_help": 101,
    "network_problem": 89,
    "report_it_issue": 95,
    "change_password": 58,
    "get_internet_account": 75,
    "connect_to_network": 61,
    "install_office_365": 82,
    "install_matlab": 81,
    "generate_ssh_key": 74,
    "vpn_configuration": 100,
    "cyber_security_tips": 65,
    "contact_citc": 62,
    "check_physical_connectivity": 60,
    "check_ip_configuration": 59,
    "ping_neighbor": 93,
    "telnet_gateway": 98,
    "update_system": 99,
    "general_inquiry": 73,
    "ask_academic_calendar": 8,
    "ask_class_schedule": 10,
    "ask_examinations": 18,
    "ask_holidays": 24,
    "ask_fee_related": 19,
    "ask_registration": 49,
    "ask_events": 17,
    "ask_supervisor_selection": 53,
    "inquire_department_faculty": 80,
    "ask_dual_degree": 15,
    "ask_grade_release": 22,
    "ask_mid_sem_break": 37,
    "ask_no_dues": 39,
    "ask_practical_exams": 44,
    "ask_re_exam": 46,
    "out_of_scope": 90
  },
  "response": null,
  "action_name": {
    "action_listen": 6,
    "action_restart": 7,
    "action_session_start": 9,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 8,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 11,
    "action_unlikely_intent": 12,
    "action_back": 0,
    "action_extract_slots": 5,
    "action_show_map": 10,
    "utter_accepted_identity_documents": 13,
    "utter_admission_process": 14,
    "utter_admit_card": 15,
    "utter_age_limit": 16,
    "utter_application_correction": 17,
    "utter_application_fees": 18,
    "utter_application_status": 19,
    "utter_application_withdrawal": 20,
    "utter_ask_academic_calendar": 21,
    "utter_ask_borrowing_limits": 22,
    "utter_ask_class_schedule": 23,
    "utter_ask_complaint_process": 24,
    "utter_ask_complaint_social_media": 25,
    "utter_ask_cooking_allowed": 26,
    "utter_ask_dining_mandatory": 27,
    "utter_ask_dual_degree": 28,
    "utter_ask_eating_smoking": 29,
    "utter_ask_events": 30,
    "utter_ask_examinations": 31,
    "utter_ask_fee_related": 32,
    "utter_ask_food_outside": 33,
    "utter_ask_full_rebate": 34,
    "utter_ask_grade_release": 35,
    "utter_ask_guest_meal_rebate": 36,
    "utter_ask_holidays": 37,
    "utter_ask_kitchen_entry": 38,
    "utter_ask_late_fee": 39,
    "utter_ask_late_return": 40,
    "utter_ask_library_access": 41,
    "utter_ask_library_behavior": 42,
    "utter_ask_long_term_rebate": 43,
    "utter_ask_lost_book": 44,
    "utter_ask_mandatory_mess": 45,
    "utter_ask_marking_books": 46,
    "utter_ask_meal_sharing": 47,
    "utter_ask_meal_timings": 48,
    "utter_ask_mess_rebate_apply": 49,
    "utter_ask_mid_sem_break": 50,
    "utter_ask_multi_volume_loss": 51,
    "utter_ask_no_dues": 52,
    "utter_ask_online_renewal": 53,
    "utter_ask_out_of_print_book": 54,
    "utter_ask_personal_belongings": 55,
    "utter_ask_photocopy_replacement": 56,
    "utter_ask_practical_exams": 57,
    "utter_ask_prohibited_items": 58,
    "utter_ask_re_exam": 59,
    "utter_ask_rebate_policy_change": 60,
    "utter_ask_rebate_submission": 61,
    "utter_ask_registration": 62,
    "utter_ask_second_renewal": 63,
    "utter_ask_short_term_rebate": 64,
    "utter_ask_sick_meal": 65,
    "utter_ask_supervisor_selection": 66,
    "utter_ask_violation_rebate": 67,
    "utter_backlog_eligibility": 68,
    "utter_category_certificate": 69,
    "utter_change_branch": 70,
    "utter_change_password": 71,
    "utter_check_ip_configuration": 72,
    "utter_check_physical_connectivity": 73,
    "utter_connect_to_network": 74,
    "utter_contact_citc": 75,
    "utter_contact_info": 76,
    "utter_course_structure": 77,
    "utter_cyber_security_tips": 78,
    "utter_departments_offered": 79,
    "utter_disability_assistance": 80,
    "utter_eligibility_check": 81,
    "utter_exam_attempts": 82,
    "utter_exam_centre_choice": 83,
    "utter_exam_entry_requirements": 84,
    "utter_foreign_national_eligibility": 85,
    "utter_general_inquiry": 86,
    "utter_generate_ssh_key": 87,
    "utter_get_internet_account": 88,
    "utter_goodbye": 89,
    "utter_grading_system": 90,
    "utter_greet": 91,
    "utter_hostel_facilities": 92,
    "utter_inquire_department_faculty": 93,
    "utter_install_matlab": 94,
    "utter_install_office_365": 95,
    "utter_late_entry_policy": 96,
    "utter_location": 97,
    "utter_minimum_percentage_requirement": 98,
    "utter_mobile_number_requirement": 99,
    "utter_multiple_papers": 100,
    "utter_network_problem": 101,
    "utter_payment_issue": 102,
    "utter_photo_signature_issue": 103,
    "utter_ping_neighbor": 104,
    "utter_registration_procedure": 105,
    "utter_report_it_issue": 106,
    "utter_required_documents": 107,
    "utter_scholarships": 108,
    "utter_telnet_gateway": 109,
    "utter_update_system": 110,
    "utter_vpn_configuration": 111,
    "utter_wifi_connection_help": 112
  },
  "action_text": null,
  "intent_response_key": null
}